Revit 2015 API
Plane Constructor
Overload List
Name | Description
Plane(XYZ, XYZ)
Constructor for geometry plane.
Plane(XYZ, XYZ, XYZ)
Constructor for geometry plane.
See Also
Plane Class
Plane Members
Autodesk.Revit.DB Namespace